public/Fib.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP:Header>
      <header xmlns="xmlapi_1.0">
         <security>
            <user>C12285</user>
            <password hashed="false">Peru2018#</password>
         </security>
         <requestID>aquiroga:0001</requestID>
      </header>
   </SOAP:Header>

    <SOAP:Body>
        <find xmlns="xmlapi_1.0">
            <fullClassName>equipment.FibStats</fullClassName>
            
            <resultFilter>

<!--
En este espacio, deben ir los parametros que se desean visulizar de la consulta
-->

            
            <attribute>monitoredObjectSiteName</attribute>
            <attribute>ospfRoutes</attribute>
            <attribute>aggrRoutes</attribute>


              
            </resultFilter>

        </find>
    </SOAP:Body>


</SOAP:Envelope>